"There was an error in processing the images." = "Der opstod en fejl under behandling af billederne.";

"The MakePDF application not found on this system." = "Programmet MakePDF findes ikke i dette system.";